/* Alert  strings */
"OK" = "OK";
"Cancel" = "Cancel";

/* Notification window title */
"Internet Connect" = "Internet Connect";


/* Modem error strings */
"Device Error 1" = "No carrier detected. Please check phone line connection and try again.";
"Device Error 2" = "The connection has failed because you have not entered a telephone number.";
"Device Error 3" = "Destination is busy.";
"Device Error 4" = "No dial tone detected. Please check phone line connection and try again.";
"Device Error 5" = "A modem error occurred. Please verify your settings and try again.";
"Device Error 6" = "No answer from the remote site. Please verify your phone number and try again.";
"Device Error 7" = "The modem has unexpectedly hungup. Please verify your settings and try again.";
"Device Error 8" = "The selected modem script does not exist. Please verify your settings and try again.";
"Device Error 9" = "The selected modem script cannot be used with your modem. Please verify your settings and try again.";
